{
  "aboutMe": "Sobre mí",
  "skills": "Habilidades",
  "contact": "Contacto",
  "experience": "Experiencia",
  "projects": "Proyectos",
  "resume": "Currículum",
  "present": "Presente",
  "softwareEngineer": "Ingeniero de Software",
  "webDeveloper": "Desarrollador Web",
  "carRental": "Alquiler de Coches",
  "ecommerce": "Comercio Electrónico",
  "restaurant": "Restaurante",
  "realEstate": "Bienes Raíces",
  "music": "Música",
  "community": "Comunidad",
  "english": "Inglés",
  "french": "Francés",
  "spanish": "Español",
  "creole": "Creole",
  "bio": "Diseño experiencias digitales fluidas y visualmente impactantes que cautivan y conectan con cada usuario.",
  "aboutMeMessage": "Me adentré en la programación como una herramienta para realizar cálculos simples, sin embargo, rápidamente me enganché, transformando ideas en realidades digitales, una línea de código a la vez. Desde la creación de proyectos web atractivos hasta encontrar el equilibrio perfecto entre creatividad y lógica, prospero donde el diseño se encuentra con la funcionalidad. {br}{br} Actualmente, me concentro en construir experiencias de usuario fluidas para mi empleador (Kaseya). También dedico tiempo a aprender nuevos trucos para mejorar mis habilidades. Ya sea para mi empleador, una startup, una organización sin fines de lucro o un negocio local, me aseguro de que cada proyecto refleje la visión de mis clientes.{br}{br} Con sede en Miami, FL, siempre estoy abierto a nuevos desafíos y conexiones. Cuando no estoy programando, me encontrarás practicando guitarra o ukelele, jugando, participando en deportes o entrenando fuerza.",
  "experience_1": "Como desarrollador front-end en el segundo producto más grande de Datto, desempeñé un papel clave en la colaboración con propietarios de productos, diseñadores y desarrolladores para traducir y crear docenas de historias de usuario basadas en UI en experiencias de usuario fluidas utilizando React y Node. Identifiqué, investigué y resolví proactivamente numerosos problemas orientados al cliente, incluidos errores de alta prioridad, en asociación con el equipo de QA. Mis contribuciones fueron reconocidas con una promoción a revisor/aprobador de código, donde aseguré altos estándares de calidad y mantenibilidad del código en todo el proyecto. También me enfoqué en mejorar la cobertura de pruebas mediante la creación e integración de pruebas para garantizar un código robusto y confiable. Además, redacté y actualicé documentación técnica, lo que facilitó el proceso de incorporación de nuevos desarrolladores y capturó soluciones complejas que no estaban previamente documentadas. Mis esfuerzos para abordar y resolver la deuda técnica allanaron el camino para actualizaciones sin problemas de las bibliotecas, asegurando la relevancia tecnológica del producto.",
  "experience_2": "Creó y desplegó con éxito más de 20 proyectos para diversos negocios, incluidas plataformas de comercio electrónico, sitios educativos, portales de inversión y sitios web personales. Ha implementado de manera consistente interfaces de usuario receptivas a partir de diseños de Figma y PSD utilizando HTML, CSS, JavaScript y marcos y bibliotecas asociados como React y SCSS. Su experiencia incluye rediseñar aplicaciones existentes para mejorar la experiencia del usuario, integrar aplicaciones con API para gestionar correos electrónicos, pagos e informes de datos, y desarrollar sistemas de gestión de contenido robustos con autenticación segura para mejorar la eficiencia y facilitar las actualizaciones. Además, ha escrito reglas de seguridad para proteger las bases de datos de amenazas accidentales o maliciosas y ha gestionado varios aspectos de servidores web, incluidos registros DNS, correos electrónicos y servicios FTP.",
  "work_1": "Un servicio de alquiler de coches que ofrece una amplia gama de vehículos para alquileres a corto y largo plazo.",
  "work_2": "Una plataforma de comercio electrónico especializada en camisetas y ropa personalizable de moda.",
  "work_3": "Un vibrante restaurante caribeño que ofrece un sabor de las islas con una variedad de platos.",
  "work_4": "Una empresa que se especializa en viviendas y propiedades comerciales en todo el condado de Miami-Dade.",
  "work_5": "Una organización impulsada por la comunidad que reúne a las personas a través de actividades y eventos basados en la fe.",
  "work_6": "El portafolio y próximos eventos de un músico y animador con sede en el sur de Florida."
}
