{
  "aboutMe": "Sur Moi",
  "skills": "Compétences",
  "contact": "Contacter",
  "experience": "Expérience",
  "projects": "Projets",
  "resume": "CV",
  "softwareEngineer": "Ingénieur Logiciel",
  "webDeveloper": "Développeur Web",
  "present": "Présent",
  "ecommerce": "E-Commerce",
  "english": "Anglais",
  "french": "Français",
  "spanish": "Espagnol",
  "creole": "Créole",
  "bio": "Je crée des expériences numériques fluides et visuellement saisissantes qui captivent et connectent chaque utilisateur.",
  "aboutMeMessage": "Je suis tombé sur le codage en tant qu'outil permettant d'effectuer des calculs simples, mais je suis rapidement devenu accro, transformant les idées en réalités numériques, une ligne de code à la fois. De la création de projets Web attrayants à la recherche de l'équilibre parfait entre créativité et logique, je m'épanouis là où le design rencontre la fonctionnalité. {br}{br} Ces jours-ci, je me concentre sur la création d'expériences utilisateur transparentes pour mon employeur (Kaseya). Je passe également du temps à apprendre de nouvelles astuces pour améliorer mes compétences. Que ce soit pour mon employeur, une startup, une organisation à but non lucratif ou une entreprise locale, je m'assure que chaque projet reflète la vision de mes clients.{br}{br}Basé à Miami, en Floride, je suis toujours ouvert aux nouveaux défis et relations. Quand je ne code pas, vous me trouverez en train de pratiquer la guitare ou le ukulélé, de jouer, de faire du sport ou de faire de la musculation.",
  "experience_1": "En tant que développeur front-end sur le deuxième plus grand produit de Datto, j'ai joué un rôle clé dans la collaboration avec les propriétaires de produits, les concepteurs et les développeurs pour traduire et créer des dizaines de user stories basées sur l'interface utilisateur en des expériences utilisateur transparentes à l'aide de React et Node. J'ai identifié, étudié et résolu de manière proactive de nombreux problèmes rencontrés par les clients, y compris des bogues hautement prioritaires, en partenariat avec l'équipe d'assurance qualité. Mes contributions ont été reconnues par une élévation au poste de réviseur/approbateur de code, où j'ai assuré des normes élevées de qualité et de maintenabilité du code tout au long du projet. Je me suis également concentré sur l'amélioration de la couverture des tests en créant et en intégrant des tests pour garantir un code robuste et fiable. De plus, j'ai rédigé et mis à jour la documentation technique, qui a rationalisé le processus d'intégration des nouveaux développeurs et capturé des solutions complexes non documentées auparavant. Mes efforts pour traiter et résoudre la dette technique ont ouvert la voie à des mises à niveau transparentes de la bibliothèque, garantissant ainsi la pertinence technologique du produit.",
  "experience_2": "Création et déploiement avec succès de plus de 20 projets pour diverses entreprises, notamment des plateformes de commerce électronique, des sites éducatifs, des portails d'investissement et des sites Web personnels. Il a systématiquement mis en œuvre des interfaces utilisateur réactives à partir des conceptions Figma et des PSD en utilisant HTML, CSS, JavaScript et des frameworks et bibliothèques associés comme React et SCSS. Son expertise comprend la refonte des applications existantes pour améliorer l'expérience utilisateur, l'intégration d'applications avec des API pour gérer les e-mails, les paiements et les rapports de données, et le développement de systèmes de gestion de contenu robustes avec authentification sécurisée pour rationaliser l'efficacité et faciliter les mises à jour. De plus, il a rédigé des règles de sécurité pour protéger les bases de données contre les menaces accidentelles ou malveillantes et géré divers aspects des serveurs Web, notamment les enregistrements DNS, les e-mails et les services FTP.",
  "work_1": "Un service de location de voitures qui a une large gamme de véhicules pour des locations courte et longue durée.",
  "work_2": "Une plateforme e-commerce spécialisée dans les T-shirts et vêtements tendance et personnalisables.",
  "work_3": "Un restaurant caribéen animé offrant un avant-goût des îles avec une variété de plats.",
  "work_4": "Une entreprise spécialisée dans les propriétés résidentielles et commerciales dans tout le comté de Miami-Dade.",
  "work_5": "Une organisation communautaire qui rassemble les gens à travers des activités et des événements confessionnels.",
  "work_6": "Portfolio d'un musicien et artiste et événements à venir basés dans le sud de la Floride."
}
