{
  "aboutMe": "Sou mwen",
  "skills": "Konpetans",
  "contact": "Kontakte",
  "experience": "Eksperyans",
  "projects": "Pwojè",
  "resume": "Rezime",
  "present": "Prezan",
  "softwareEngineer": "Enjenyè Lojisyèl",
  "webDeveloper": "Devlopè Web",
  "carRental": "Lokal machin",
  "ecommerce": "Komès an liy",
  "restaurant": "Restoran",
  "realEstate": "Byen Imobilye",
  "music": "Mizik",
  "community": "Kominote",
  "english": "Angle",
  "french": "Franse",
  "spanish": "Panyòl",
  "creole": "Kreyol",
  "bio": "Mwen kreye eksperyans dijital san pwoblèm ak vizyèlman atiran ki atire epi konekte ak chak itilizatè.",
  "aboutMeMessage": "Mwen te kòmanse nan pwogramasyon kòm yon zouti pou fè kalkil senp, men byen vit mwen te vin renmen l, transfòme lide nan reyalite dijital, youn apre lòt liy kòd. Depi kreye pwojè entènèt enteresan jiska jwenn balans pafè a ant kreyativite ak lojik, mwen fleri kote konsepsyon rankontre fonksyonalite. {br}{br} Jou sa yo, mwen konsantre sou bati eksperyans itilizatè san pwoblèm pou anplwayè mwen (Kaseya). Mwen pase tou tan aprann nouvo teknik pou amelyore konpetans mwen. Kit se pou anplwayè mwen, yon starup, yon òganizasyon san bi likratif, oswa yon biznis lokal, mwen asire chak pwojè reflete vizyon kliyan mwen yo.{br}{br} Baz mwen se nan Miami, FL, epi mwen toujou ouvè a nouvo defi ak koneksyon. Lè mwen pa ap pwograme, ou ka jwenn mwen ap pratike gita oswa ukelele, jwe jwèt, patisipe nan espò oswa fòmasyon fòs.",
  "experience_1": "Kòm yon devlopè front-end sou dezyèm pi gwo pwodwi Datto a, mwen te jwe yon wòl kle nan kolabore ak pwopriyetè pwodwi, konsèpteur ak devlopè pou tradui ak kreye plizyè douzèn istwa itilizatè ki baze sou UI nan eksperyans itilizatè san pwoblèm lè l sèvi avèk React ak Node. Mwen te idantifye, mennen ankèt epi rezoud anpil pwoblèm pou kliyan, ki gen ladan ensèk enpòtan ak priyorite, an patenarya ak ekip QA a. Kontribisyon mwen yo te rekonèt lè yo te leve m nan nivo revizè/aprouver kòd, kote mwen asire bon jan kalite ak antretyen kòd atravè pwojè a. Mwen te konsantre tou sou amelyore pwoteksyon tès yo lè mwen kreye epi entegre tès yo pou asire yon kòd solid ak fyab. Anplis de sa, mwen te ekri ak mete ajou dokiman teknik, ki te senplifye pwosesis entegrasyon pou nouvo devlopè yo epi kaptire solisyon konplèks ki pa t 'dokimante deja. Efò mwen yo pou adrese ak rezoud dèt teknik te prepare wout la pou amelyorasyon san pwoblèm nan bibliyotèk yo, asire pwodwi a rete enpòtan teknolojikman.",
  "experience_2": "Mwen te kreye ak deplwaye avèk siksè plis pase 20 pwojè pou diferan biznis, ki gen ladan tribin e-commerce, sit edikatif, pòtay envestisman ak sit entènèt pèsonèl. Li te konsistanman aplike koòdone itilizatè reponn a soti nan desen Figma ak PSD lè l sèvi avèk HTML, CSS, JavaScript, ak kad ak bibliyotèk ki asosye tankou React ak SCSS. Ekspètiz li gen ladan redesign aplikasyon ki egziste deja pou amelyore eksperyans itilizatè, entegre aplikasyon ak API pou jere imèl, peman ak rapò done, ak devlope sistèm jesyon kontni solid ak otantifikasyon sekirite pou ranfòse efikasite ak fasilite mizajou yo. Anplis de sa, li te ekri règ sekirite pou pwoteje baz done kont menas aksidan oswa move, epi li te jere plizyè aspè nan sèvè entènèt, ki gen ladan dosye DNS, imèl ak sèvis FTP.",
  "work_1": "Yon sèvis lwe machin ki ofri yon pakèt machin pou lwe kout ak long tèm.",
  "work_2": "Yon platfòm e-commerce espesyalize nan T-shirts ak rad pèsonalizab ki alamòd.",
  "work_3": "Yon restoran karayibyen ki ofri yon gou zile yo ak yon varyete asyèt.",
  "work_4": "Yon konpayi ki espesyalize nan lojman ak pwopriyete komèsyal nan tout konte Miami-Dade.",
  "work_5": "Yon òganizasyon ki oryante sou kominote ki pote moun ansanm atravè aktivite ak evènman ki baze sou lafwa.",
  "work_6": "Portefèy yon mizisyen ak antènè ki soti nan sid Florid ak pwochen evènman li yo."
}
